[
        { "stormFact": "The threshold for a tropical storm is sustained winds at 39 miles per hour. Tropical storms below this level are considered a tropical depression." },
        { "stormFact": "The threshold for a hurricane is sustained winds at 74 miles per hour." },
        { "stormFact": "The Saffir Simpson scale categories hurricanes into five levels. The classifications can provide some indication of the potential damage and flooding a hurricane will cause upon landfall." },
        { "stormFact": "In the Northern hemisphere, the tropical storm season begins on June 1st. Storms may begin before this date, however they are quite rare." },
        { "stormFact": "Category one hurricanes are defined as having sustained winds ranging from 74 to 95 miles per hour. Storms of this intensity usually cause no significant structural damage to most well-constructed permanent structures. They can topple unanchored mobile homes, as well as uproot or snap weak trees." },
        { "stormFact": "Category two hurricanes are defined as having sustained winds ranging from 96 to 110 miles per hour. Storms of this intensity often damage roofing material and inflict damage upon poorly constructed doors and windows." },
        { "stormFact": "Category three hurricanes are defined as having sustained winds ranging from 111 to 129 miles per hour. At this level, they are considered a major hurricane, and can cause some structural damage to small residences and utility buildings, particularly those of wood frame or manufactured materials." },
        { "stormFact": "Category four hurricanes are defined as having sustained winds ranging from 130 to 156 miles per hour. At this level, they can cause complete structural failure on small residences. Mobile and manufactured homes are often flattened. Most trees, except for the heartiest, are uprooted or snapped, isolating many areas." },
        { "stormFact": "Category five hurricanes are the strongest recorded, and are defined as having sustained winds above 157 miles per hour. At this level, they can cause catastophic damage if making landfall, both to structures and trees. Widespread power outages are common, and rebuilding efforts can take years." },
        { "stormFact": "No Category five hurricane is known to have made landfall as such in the eastern Pacific basin." },
        { "stormFact": "Hurricane Patricia was the most intense hurricane on record in the Western Hemisphere. On October 23rd, 2015, the maximum sustained winds were recorded at 215 mph for a one minute interval, and it recorded a pressure reading of 872 millibars. The storm lessened before hitting the Pacific coast of Mexico near Cuixmala, Jalisco, with winds of 150 mph. This made it the strongest landfalling hurricane on record along the Pacific coast of Mexico." },
        { "stormFact": "Hurricane Felix was the southernmost landfalling Category 5 hurricane in the Atlantic. It is also the most recent Atlantic hurricane to make landfall as a Category 5 until Hurricane Irma in 2017. Hurricane Felix made landfall in 2007, with initial impacts to Honduras and Nicaragua. At least 133 people were reported dead. At least 130 of them were in Nicaragua." },
        { "stormFact": "Hurricane Katrina was the costliest natural disaster and one of the five deadliest hurricanes in the history of the United States. Overall, at least 1,245 people died in the hurricane and subsequent floods, making it the deadliest United States hurricane since the 1928 Okeechobee hurricane. Total property damage was estimated at $108 billion in 2005 US Dollars. " },
        { "stormFact": "Hurricane Rita was the fourth-most intense Atlantic hurricane ever recorded and the most intense tropical cyclone ever observed in the Gulf of Mexico. Southeast Texas where Rita made landfall suffered from catastrophic-to-severe flooding and wind damage." },
        { "stormFact": "Hurricane Wilma was the most intense tropical cyclone ever recorded in the Atlantic basin, and was the most intense tropical cyclone recorded in the western hemisphere until Hurricane Patricia in 2015. Wilma made several landfalls, with the most destructive effects felt in the Yucatan Peninsula of Mexico, Cuba, and the US state of Florida." },
        { "stormFact": "The 2005 Atlantic hurricane season was the most active Atlantic hurricane season in recorded history, shattering numerous records. The impact of the season was widespread and ruinous with an estimated 3,913 deaths and record damage of about $159.2 billion." },
        { "stormFact": "Hurricane Hugo was a powerful Cape Verde-type hurricane that caused widespread damage and loss of life in the Leeward Islands, Puerto Rico, and the Southeast United States. It formed over the eastern Atlantic near the Cape Verde Islands on September 9, 1989. Hurricane Hugo caused 34 fatalities, most by electrocution or drowning, in the Caribbean and 27 in South Carolina, left nearly 100,000 homeless, and resulted in $10 billion in damage overall, making it the most damaging hurricane ever recorded at the time." },
        { "stormFact": "Hurricane Andrew was a Category 5 Atlantic hurricane that struck South Florida in August 1992, and was the most destructive hurricane in Floridas history. The storm was also ranked as the costliest hurricane in United States history until being surpassed by Katrina in 2005. Andrew caused major damage in the Bahamas and Louisiana as well, but the greatest impact was in South Florida, where it produced devastating winds with speeds as high as 165 mph." },
        { "stormFact": "Forming in 1969, Hurricane Camille was the second strongest U.S. landfalling hurricane in recorded history in terms of atmospheric pressure, behind the Labor Day Hurricane in 1935. The hurricane flattened nearly everything along the coast of the U.S. state of Mississippi, and caused additional flooding and deaths inland while crossing the Appalachian Mountains of Virginia." },
        { "stormFact": "The 1935 Labor Day Hurricane was the most intense hurricane to make landfall in the United States on record, as well as the 3rd most intense Atlantic hurricane ever. The compact and intense hurricane caused extreme damage in the upper Florida Keys, as a storm surge of approximately 18 to 20 feet swept over the low-lying islands. The hurricane also caused additional damage in northwest Florida, Georgia, and the Carolinas." }, 
        { "stormFact": "The 1938 New England Hurricane (also referred to as the Great New England Hurricane and Long Island Express) was one of the deadliest and most destructive tropical cyclones to strike New England.  It is estimated that the hurricane killed 682 people, damaged or destroyed more than 57,000 homes. Damaged trees and buildings were still seen in the affected areas as late as 1951." },
        { "stormFact": "Hurricane Mitch was the second deadliest Atlantic hurricane on record, after the Great Hurricane of 1780. Nearly 11,000 people were killed with over 11,000 left missing by the end of 1998. Additionally, roughly 2.7 million were left homeless as a result of the hurricane. Hurricane Mitch dropped historic amounts of rainfall in Honduras, Guatemala, and Nicaragua, with unofficial reports of up to 75 inches." }, 
        { "stormFact": "Hurricane Carol in 1953 was the strongest storm of the Atlantic hurricane season that year, and the first Category 5 hurricane in the Atlantic basin since the 1938 New England hurricane. Carol is also the first named storm to attain Category 5 status. Carol developed on August 28 off the west coast of Africa, although the Weather Bureau did not initiate advisories until five days later." },
        { "stormFact": "In 1992, Hurricane Iniki was the most powerful hurricane to strike the U.S. state of Hawaii in recorded history. Iniki struck the island of Kauai on September 11 at peak intensity. It had winds of 145 miles per hour. Damage was greatest on Kauai, where the hurricane destroyed more than 1,400 houses and severely damaged more than 5,000." },
        { "stormFact": "Hurricane Harvey was a Category 4 hurricane that struck Texas in August 2017. With peak accumulations of 51.88 inches, Harvey is the wettest tropical cyclone on record in the contiguous United States." },
        { "stormFact": "During Hurricane Harvey, the local National Weather Service office in Houston observed all-time record daily rainfall accumulations on both August 26 and 27, measured at 14.4 inches and 16.08 inches respectively." },
        { "stormFact": "In 2016, Otto was the first Atlantic hurricane on record to have its eye cross over Costa Rica, and the first hurricane force system to traverse the nation." },
        { "stormFact": "An Atlantic Pacific crossover hurricane is a tropical cyclone that develops in the Atlantic Ocean and moves into the Pacific Ocean, or vice versa. Since reliable records began in 1851, a total of seventeen tropical cyclones have done this." },
        { "stormFact": "Prior to 2000, storms were re-named after crossing from the Gulf of Mexico into the Eastern Pacific. At the 22nd hurricane committee in 2000 it was decided that tropical cyclones that moved from the Atlantic to the Eastern Pacific basin and vice versa would no longer be renamed. Hurricane Otto in 2016 was the first storm to cross from one basin to another to apply under this rule." },
        { "stormFact": "In 2017, Hurricane Franklin was the first hurricane to make landfall in the Mexican state of Veracruz since Hurricane Karl in 2010." },
        { "stormFact": "In 2017, Hurricane Irma was an extremely powerful and catastrophic Cape Verde type hurricane, the strongest observed in the Atlantic since Wilma in 2005 in terms of maximum sustained winds." },
        { "stormFact": "In 2017, Hurricane Irma became the first major hurricane to make landfall in Florida since Wilma in 2005." },
        { "stormFact": "In 2017, Hurricane Irma was also the most intense Atlantic hurricane to strike the United States since Katrina in 2005." },
        { "stormFact": "In 2017, Hurricane Maria was the tenth most intense Atlantic hurricane on record, the worst natural disaster in Dominica in its recorded history." },
        { "stormFact": "In 2017, Hurricane Maria became the strongest tropical storm to hit Puerto Rico since 1928." },
        { "stormFact": "In 2017, Hurricane Maria completely destroyed the island of Puerto Ricos power grid, leaving all 3.4 million residents without electricity." },
        { "stormFact": "In 2017, Hurricane Marias outer eyewall was reported by the National Hurricane Center to have crossed Saint Croy while the hurricane was at Category 5 intensity." },
	{ "stormFact": "In 2004, Hurricane Catarina formed in the Southern Atlantic Ocean. It hit the southern coast of Brazil in the state of Santa Catarina on the evening of March 28, with winds estimated near 96 miles per hour." },
	{ "stormFact": "Until April 1991, it was thought that tropical cyclones did not develop within the South Atlantic.  Very strong vertical wind shear in the troposphere is considered a deterrent. Water temperatures in the tropics of the southern Atlantic are cooler than those in the tropical north Atlantic. During April 1991, these assertions were proven false, when the United States National Hurricane Center reported that a tropical cyclone had developed over the Eastern South Atlantic." },
	{ "stormFact": "Hurricane Catarina is the only formally recognized hurricane to form in the Southern Atlantic Ocean." },
	{ "stormFact": "There is no physical difference between a typhoon and a hurricane. The terminology differs based on location, as hurricanes are in the  Atlantic Ocean and northeastern Pacific Ocean, whereas typhoons are in the northwestern Pacific Ocean." }
]
